USE [PhoneBook]

BEGIN TRANSACTION

INSERT INTO [CITIES]
	([CITY_NAME],[AREA_NAME],[POSTAL_CODE])
	VALUES
	('Бургас','Бургас',8000),
	('Пловдив', 'Пловдив',4000),	
	('Варна','Варна',9000),
	('София','София',1000);

INSERT INTO [PERSONS]
	([FIRST_NAME],[SECOND_NAME],[LAST_NAME],[CITY_ID],[ADDRESS])
	VALUES
	('Трифон','Красимиров','Иванов',1,'Жк.Възраждане/Ул.Цар Калоян №24'),
	('Христо','Стоянов','Петров',2,'Жк.Тракия/Ул.Лозенград №3'),
	('Георги','Ангелов','Анастасов',1,'Жк.Лазур/Ул.Христо Ботев №9'),
	('Трифон','Красимиров','Иванов',4,'Жк.Студентски град/Ул.Парижка комуна №8')

COMMIT TRANSACTION
